Repository: FSillT/QCADesigner-E
Catalog: QCADesignerE/po/*.po
Languages: hu

source: 1 nm is
hu: 1 nm az

source: About QCADesigner
hu: QCADesigner névjegye

source: About...
hu: Névjegy...

source: Active
hu: Aktív

source: Add Cell Array
hu: Cella sor hozzáadás

source: Add Cell To Design
hu: Tervhez cella hozzáadás

source: Add Layer to Design
hu: Tervhez réteg hozzáadás

source: Add Layer
hu: Réteg Hozzáadás

source: Add Type 2 Cell To Design
hu: Tervhez 2. tipusu cella hozzáadás

source: Adds a layer to your design.
hu: A tervhez egy réteget hozzáad.

source: Array
hu: Sor

source: Arrow Properties
hu: Nyílbeállítások

source: Bottom Margin:
hu: Alsó Margó:

source: Browse...
hu: Tallózás...

source: Cell Function
hu: Cellafunkció

source: Cell Functions...
hu: Cellafunkciók...

source: Cell Label:
hu: Cellafelirat:

source: Cell
hu: Cella

source: Cells
hu: Cellák

source: Centimeters
hu: Centiméterek

source: Change the order of layers in your design.
hu: A tervbeli rétegek sorrendjét változtatni.

source: Clock 0
hu: 0 Órajel

source: Clock 1
hu: 1 Órajel

source: Clock 2
hu: 2 Órajel

source: Clock 3
hu: 3 Órajel

source: Clock High:
hu: Órajelfeszültség (magas):

source: Clock Low:
hu: Órajelfeszültség (alacsony):

source: Clock:
hu: Órajel:

source: Clocking
hu: Órajel

source: Close the project file
hu: Projekt fájl bezárása

source: Command
hu: Parancs

source: Command:
hu: Parancs:

source: Common Paper Sizes
hu: Gyakori Papírnagyságok

source: Contents
hu: Tartalom

source: Copy Selection
hu: Választást másolni

source: Copy
hu: Másolás

source: Couldn't find pixmap file: %s
hu: Nem találom a %s nevü pixmap fájlt

source: Create a mirrored copy of your selection.
hu: A választásbol tükrözött másolatot építeni.

source: Decrease The Magnification
hu: Nagyítást csökkenteni

source: Default Cell Properties...
hu: Cella Alapbeállítások...

source: Default Clock
hu: Alapórajel

source: Default Clock:
hu: Alapórajel:

source: Delete Cells
hu: Cellatörlés

source: Delete
hu: Törlés

source: Device Voltage:
hu: Készülék feszültség:

source: Don't save
hu: Nem menteni

source: Down, then over
hu: Lefele, azután oldalra

source: Draw Arrow
hu: Rajzolás - Nyíl

source: Draw Dimensions
hu: Rajzolás - Vonalzó

source: Draw Line
hu: Rajzolás - Vonal

source: Draw Rectangle
hu: Rajzolás - Négyszög

source: Draw Text
hu: Rajzolás - Szöveg

source: Drawing Layer
hu: Rajzolási Réteg

source: Drawing
hu: Rajzolás

source: Electron Lifetime:
hu: Elektron élettartama:

source: Enter Grid Spacing [nm]
hu: Rácstávolságot megadni [nm]

source: Failed to create file "%s" !
hu: "%s"-nevü fájlt nem sikerült létesíteni !

source: Failed to open file "%s"!
hu: Nem sikerült ki nyitni a "%s" címü fájlt!

source: File Name:
hu: Fájl neve:

source: File
hu: Fájl

source: Fit Design To Window
hu: Ablakot tervel kitölteni

source: Fit Layer To Window
hu: Ablakot réteggel kitölteni

source: Fit
hu: Kitölteni

source: Fixed
hu: Fix

source: Function
hu: Fukció

source: Graph Options
hu: Grafikon Beállítások

source: Grid Spacing [nm]:
hu: Rácstávolság [nm]:

source: Grid Spacing
hu: Rácstávolság

source: Grid Spacing:
hu: Rácstávolság:

source: Hidden
hu: Láthatatlan

source: Horizontal:
hu: Vízszintes:

source: Host Name And Port
hu: Host-cím es port

source: Inches
hu: Hüvelyk

source: Increase The Magnification
hu: Nagyítást növelni

source: Increase the magnification so you may concentrate on specific parts of the design.
hu: Nagyítást növelni hogy a terv bizonyos részeire lehessen koncentrálni.

source: Increase the magnification so you may concentrate on specific parts of the graph.
hu: Nagyítást növelni hogy a grafikon bizonyos részeire lehessen koncentrálni.

source: Increment Cell Clocks
hu: Cellák Orajelének Növelése

source: Input Cell Current:
hu: Input cella áram:

source: Label Properties
hu: Felirat Beállítások

source: Label
hu: Felirat

source: Landscape
hu: Fekvő

source: Layer Description:
hu: Réteg leírás:

source: Layer Status:
hu: Réteg státus:

source: Layer Type:
hu: Réteg tipus:

source: Left Margin:
hu: Bal Margó:

source: Line Properties
hu: Vonal beállítások

source: Main Cell Layer
hu: Fő Cella Réteg

source: Main Clocking Layer
hu: Fő Orajel Réteg

source: Makes a copy of your selection.
hu: Másolja a választást.

source: Margins
hu: Margók

source: Measure Distance
hu: Távolságmérő

source: Measurement Preferences
hu: Mérés Beállítások

source: Mirror Selection
hu: Választástükrözés

source: Mirror
hu: Tükrözés

source: Modify Cell Function
hu: Cellafunkciómódosítás

source: Modify a cell's function (Normal/Input/Output/Fixed)
hu: Egy cellának a funkcióját módosítani (Egszerü/Input/Output/Fix)

source: Modify the function of one of the cells (Input/Output/Fixed).
hu: Bizonyos cellának a funkcióját módosítani (Input/Output/Fix).

source: Move Selection
hu: Választásmozdítás

source: Move
hu: Mozdítás

source: Normal Cell
hu: Egyszerü cella

source: Number of Pages
hu: Lapok száma

source: Open Design
hu: Terv Megnyitása

source: Open a project file
hu: Projekt fájl megnyitása

source: Options
hu: Beállítások

source: Orientation
hu: Tájolás

source: Oval
hu: Ovális

source: Over, then down
hu: Oldalra, azután lefele

source: Paper Height:
hu: Papír magassága:

source: Paper Size
hu: Papír nagysága

source: Paper Width:
hu: Papír Szélessége:

source: Pause Simulation
hu: Szimuláció Felfüggesztése

source: Please Select PostScript Viewer
hu: PostScript nézőke választás

source: Polygon
hu: Sokszög

source: Polygonal Clocking Zone
hu: Sokszögü órajel zóna

source: Portrait
hu: Álló

source: Preferred Units:
hu: Kedvenc egységek:

source: Print Colours
hu: Színes Nyomtatás

source: Print Graphs
hu: Grafikon Nyomtatás

source: Print Order
hu: Nyomtatási sorrend

source: Print Preview
hu: Nyomtatási kép

source: Print
hu: Nyomtatás

source: Printer Setup
hu: Nyomtató beállítás

source: Printer
hu: Nyomtató

source: Quality
hu: Minőség

source: Quit QCADesigner
hu: QCADesigner kilépése

source: Radius of Effect [nm]:
hu: Hatássugár [nm]:

source: Radius of Effect:
hu: Hatássugár:

source: Rectangle Properties
hu: Négyszög beállítások

source: Remove Layer from Design
hu: Tervböl réteg türülés

source: Remove Layer
hu: Réteg Türülés

source: Remove a layer from your design.
hu: A tervböl egy réteg eltávolítása.

source: Reorder Layers
hu: Rétegek Átrendezése

source: Reset Simulation
hu: Szimuláció ujraindítása

source: Reset
hu: Ujraindítás

source: Right Margin:
hu: Jobb Margó:

source: Rotate Cell
hu: Cella forgatás

source: Rotate Selection
hu: Választás forgatás

source: Rotate
hu: Forgatás

source: Save As
hu: Mentés Másként

source: Save current project
hu: Jelenlegi projekt-et menteni

source: Save project file as ...
hu: Projekt fájl mentés másként...

source: Scale All Cells In Design...
hu: Terv összes celláit átméretezni...

source: Scale Factor:
hu: Méretarány:

source: Scale
hu: Átméretez

source: Search
hu: Keresés

source: Select And Manipulate Design
hu: Tervnek Választása es Manipulálása

source: Select Clock...
hu: Orajel választás

source: Select Command
hu: Parancs választás

source: Select File
hu: Fájlválasztás

source: Select the clock
hu: Orajel választás

source: Select
hu: Választás

source: Show Grid
hu: Rács megjelenítése

source: Simulation _Engine Setup...
hu: Szimuláció algoritmus beállítása...

source: Simulation Results
hu: Szimuláció eredmények

source: Simulation T_ype Setup...
hu: Szimuláció tipus beállítása

source: Snap To Grid
hu: Rácshoz kötni

source: Specify the default clock for future cells.
hu: Új celláknak az alapórajelet kiválasztani.

source: Start Simulation
hu: Szimuláció Indítása

source: Stop Simulation
hu: Szimuláció Leállítása

source: Temperature:
hu: Hőmérséglet:

source: Text Properties
hu: Szöveg beállítása

source: Text:
hu: Szöveg:

source: This button allows you to manipulate your design.
hu: Ezáltal a gomb által a tervet manipulálni

source: Top Margin:
hu: Felső Margó:

source: Translate Selection
hu: Választás Áthelyezés

source: Translate your selection horizontally and/or vertically.
hu: Választás vízszintes vagy függőleges áthelyezése.

source: Translate
hu: Áthelyezés

source: Type 2
hu: 2. Tipus

source: Unnamed Layer
hu: Névtelen Réteg

source: Untitled
hu: Névtelen

source: Vertical:
hu: Függőleges:

source: Visible
hu: Látható

source: You have made changes to your design. Closing your design will discard those changes. Save first ?
hu: A terv meg lett változtatva. Ezek a változtatások el lesznek veszve a terv bezárásával. Menteni először ?

source: You have made changes to your design. Opening another design will discard those changes. Save first ?
hu: A terv meg lett változtatva. Ezek a változtatások el lesznek veszve egy másik terv megnyitásával. Menteni először ?

source: You have made changes to your design. Quitting QCADesigner will discard those changes. Save first ?
hu: A terv meg lett változtatva. Ezek a változtatások el lesznek veszve a QCADesigner kilépésével. Menteni először ?

source: You have made changes to your design. Starting a new design will discard those changes. Save first ?
hu: A terv meg lett változtatva. Ezek a változtatások el lesznek veszve egy uj terv elkezdésével. Menteni először ?

source: Zoom In
hu: Nagyítás

source: Zoom Out
hu: Kicsinyítés

source: _Draw
hu: _Rajzolás

source: _Edit
hu: S_zerkesztés

source: _File
hu: _Fájl

source: _Help
hu: _Súgó

source: _Recent Files
hu: _Legutobbi fájlok

source: _Simulation
hu: Szi_muláció

source: _Tools
hu: _Eszközök

source: _View
hu: _Nézet

source: page(s) tall
hu: lap magas

source: page(s) wide
hu: lap széles
