Repository: FSillT/QCADesigner-E
Catalog: QCADesigner-E/po/*.po
Languages: de

source: 1 nm is
de: 1 nm ist

source: About...
de: Info...

source: About QCADesigner
de: QCADesigner Info

source: Active
de: Aktiv

source: Add Cell Array
de: Zellreihe zufügen

source: Add Cell To Design
de: Zelle zum Design zufügen

source: Add horizontal or vertical arrays of cells to your design.
de: Fügen Sie horizontale oder vertikale Zellreihen zum Design hinzu.

source: Add Layer
de: Ebene hinzufügen

source: Add Layer to Design
de: Ebene zum Design hinzufügen

source: Adds a layer to your design.
de: Fügt einen Ebene zum Design hinzu.

source: Add Vector
de: Vektor zufügen

source: Animate
de: Animieren

source: Array
de: Reihe

source: <big><span foreground="red"><b>Note:</b></span> Right-click the vector table for adding/removing vectors.</big>
de: <big><span foreground="red"><b>Bemerkung:</b></span> Auf den Vektor rechtsklicken um Vektoren zuzufügen/entfernen.</big>

source: Binary
de: Binär

source: Bottom Margin:
de: Unterer Rand:

source: Browse...
de: Datei auswählen...

source: _Bus Layout...
de: _Busauslegung...

source: Bus Layout
de: Busauslegung

source: Calculates and sets the magnification such that the currently topmost layer fits inside the window.
de: Berechnet und setzt den Vergrösserungsfaktor so dass die zur Zeit oberste Ebene ins Fenster passt

source: Calculates and sets the magnification such that your design fits inside the window.
de: Berechnet und setzt den Vergrösserungsfactor so dass ihr Design ins Fenster passt.

source: Cannot simulate with an empty vector table !
de: Kann mit leerer Vektortabelle nicht simulieren !

source: Cannot %s the layer at this time. Please ensure that your selection can be dropped before attempting to %s a layer.
de: Kann zur Zeit Ebene nicht %s. Die Auswahl muss man fallen lassen können, ehe man die Ebene %s versucht.

source: Cannot zoom to the design extents, because the design is empty
de: Kann auf Gesamtdesign nicht zoomen, weil es leer ist

source: Cannot zoom to the layer extents, because the design is empty
de: Kann auf die Ebene nicht zoomen, weil sie leer ist

source: Cell
de: Zelle

source: Cell Clock
de: Zelltakt

source: Cell Function
de: Zellfunktion

source: Cell Function:Normal/Input/Output/Fixed
de: Zellfunktion:Keine Fuktion/Input/Output/Fix

source: Cell Height:
de: Zellhöhe:

source: Cell Label:
de: Zellbeschriftung:

source: Cell Label
de: Zellbeschriftung

source: Cell Polarization
de: Zellpolarisation

source: Cell Width:
de: Zellbreite:

source: Cells
de: Zellen

source: Cells And Buses
de: Zellen und Busse

source: Center
de: Zentrieren

source: Center On Pages
de: Auf den Seiten zentrieren

source: Centimeters
de: Zentimeter

source: Change the order of layers in your design.
de: Die Ordnung der Ebenen im Design verändern.

source: Click on a cell to rotate it (repeatedly).
de: Klicken sie auf eine Zelle um sie (mehrmals) zu rotieren

source: Clock:
de: Takt:

source: Clock 0
de: Takt 0

source: Clock 1
de: Takt 1

source: Clock 2
de: Takt 2

source: Clock 3
de: Takt 3

source: Clock High:
de: Takt Spannung (hoch):

source: Clocking
de: Takt

source: Clock Low:
de: Takt Spannung (niedrig):

source: Close
de: Schließen

source: Close simulation results window.
de: Simulationsresultatfenster schließen.

source: Close the project file
de: Projektdatei schließen

source: Close Window
de: Fenster Schließen

source: Command:
de: Befehl:

source: Command
de: Befehl

source: Command Line
de: Kommandozeile

source: Common Paper Sizes
de: Gebräuchliche Papiergrössen

source: Contents
de: Inhalt

source: Contributers:
de: Mitwirkende:

source: Converts graphs to PostScript and prints them to a file or a printer.
de: Konvertiert Graphen in PostScript und speichert sie in eine Datei oder sendet sie an einen Drucker.

source: Converts graphs to PostScript and runs the previewer application.
de: Konvertiert Graphen in PostScript und startet die Vorschau.

source: Copy
de: Kopieren

source: Copy Selection
de: Auswahl kopieren

source: Could not locate file "%s".
de: Konnte Datei "%s" nicht finden

source: Couldn't find pixmap file: %s
de: Konnte Bilddatei %s nicht finden

source: Create a mirrored copy of your selection.
de: Erzeugen Sie eine Spiegelkopie von ihrer Auswahl.

source: Create a new project file
de: Eine neue Projektdatei erzeugen

source: _Create Block...
de: _Erzeuge Block...

source: Create Bus
de: Bus Erzeugen

source: Create Label
de: Beschriftung erzeugen

source: Create New...
de: Neu erzeugen...

source: Creates a new label.
de: Eine neue Beschriftung erzeugen.

source: Creates a new rectangular substrate.
de: Ein neues rechteckiges Substrat erzeugen.

source: Create Substrate
de: Substrat erzeugen

source: Crossover
de: Überführung

source: Custom
de: Maßgeschneidert

source: deactivate
de: deaktivieren

source: Decimal
de: Dezimal

source: Decrease The Magnification
de: Vergrösserung verringern

source: Decrease the magnification to get an overall picture.
de: Verringern Sie die Vergrösserung um das ganze Bild zu sehen.

source: Default Clock:
de: Standardtakt:

source: Default Clock
de: Standardtakt

source: Delete Bus
de: Bus Löschen

source: Display honeycomb values in binary.
de: Waben binär anzeigen.

source: Display honeycomb values in decimal.
de: Waben dezimal anzeigen.

source: Display honeycomb values in hexadecimal.
de: Waben hexadezimal anzeigen.

source: Distance
de: Distanz

source: Document Options
de: Dokumenteinstellungen

source: Do Not Center
de: Nicht zentrieren

source: Don't save
de: Nicht speichern

source: Down, then over
de: Herunter, dann hinüber

source: Download free version of QCADesigner from:
de: Downloaden Sie QCADesigner frei(nicht nur gratis) von:

source: Drag and drop layers to their new location:
de: Ebene an dessen neue Position ziehen und fallen lassen:

source: Drawing
de: Zeichnung

source: Drawing Layer
de: Zeichnungsebene

source: _Edit
de: _Bearbeiten

source: Enter Scale Factor
de: Maßstabfaktor Eingeben

source: Exhaustive Verification
de: Vollständige Verifizierung

source: Extents
de: Gesamt

source: Failed to create file "%s" !
de: Konnte Datei "%s" nicht erzeugen !

source: Failed to open autosave file!
de: Konnte Selbstspeicherdatei nicht öffnen!

source: Failed to open file "%s"!
de: Konnte Datei "%s" nicht öffnen!

source: Failed to open simulation data file %s !
de: Konnte Simulationsresultatdatei %s nicht öffnen!

source: _File
de: _Datei

source: File
de: Datei

source: File:
de: Datei:

source: file
de: Datei

source: File Name:
de: Dateiname:

source: File opened in %.2lf seconds
de: Datei in %.2lf Sekunden geöffnet

source: Fit
de: Einpassen

source: Fit Design To Window
de: Design in das Fenster einpassen

source: Fit Layer To Window
de: Ebene in das Fenster einpassen

source: Fixed
de: Fest

source: Fixed Polarization
de: Festpolarisiert

source: Grid Spacing:
de: Rasterabstand:

source: Grid Spacing
de: Rasterabstand

source: Grid Spacing [nm]
de: Rasterabstand [nm]

source: Group individual input and output cells into buses.
de: Einzelne input und output Zellen in Busse einteilen.

source: _Help
de: _Hilfe

source: Hidden
de: Unsichtbar

source: hide
de: ausblenden

source: _Hide All But The Selected Layer
de: _Ausschließlich ausgewählte Ebene anzeigen

source: Horizontally
de: Horizontal

source: _Import Block...
de: Block _Importieren...

source: Import Block
de: Block Importieren

source: Inactive
de: Inaktiv

source: Inches
de: Zoll

source: Increase The Magnification
de: Vergrösserungsfaktor erhöhen

source: Increase the magnification so you may concentrate on specific parts of the design.
de: Vergrösserungsfaktor erhöhen um sich auf bestimmte Teile des Designs zu konzentrieren.

source: I_ncrement Cell Clocks
de: _Zelltakt erhöhen

source: Insert Before
de: Einfügung Bevor

source: Insert Vector After
de: Vektoreinfügung Nach

source: Label
de: Beschriftung

source: Label Properties
de: Beschriftungseigenschaften

source: Landscape
de: Querformat

source: Layer
de: Ebene

source: Layer Description:
de: Ebenebeschriftung:

source: Layer Order
de: Reihenfolge der Ebenen

source: Layer Properties...
de: Eigenschaften der Ebene...

source: Layer Properties
de: Eigenschaften der Ebene

source: Layers
de: Ebenen

source: Layer Separation:
de: Ebeneabstand:

source: Layer Status:
de: Ebenestatus:

source: Layer Type:
de: Ebenetyp:

source: Left Margin:
de: Linker Rand:

source: Lists the layers in the current design and allows you to switch between them.
de: Listet die Ebenen im aktuellen Design und erlaubt zwischen ihnen herumzuschalten.

source: _Load Output From File...
de: Simulationsresultate von Datei laden...

source: Logic Thresholds
de: Logikgrenzwerte

source: Lower Threshold [0]:
de: Unterer Grenzwert [0]:

source: Main Cell Layer
de: Hauptzellenebene

source: Make Cell(s) Less Significant
de: Zelle(n) niedrigerwertig machen

source: Make Cell(s) More Significant
de: Zelle(n) höherwertig machen

source: Makes a copy of your selection.
de: Kopiert Ihre Auswahl

source: Map Layers
de: Ebenen vereinen

source: Margins
de: Ränder

source: Maximum Iterations Per Sample:
de: Maximale Anzahl der Interazionen pro Probe:

source: Measure Distance
de: Distanz messen

source: Measure the distance from a given point
de: Distanz von einem bestimmten Punkt messen

source: Mirror
de: Spiegeln

source: Mirror Selection
de: Auswahl spiegeln

source: Modify the settings for the current layer.
de: Die Eigenschafter der aktuellen Ebene verändern.

source: New Layer
de: Neues Layer

source: Normal
de: Einfach

source: Normal Cell
de: Einfache Zelle

source: Note: If you change the paper size, please also have a look at the margins. They may have changed as a result.
de: Bemerkung: Wenn Sie die Papiergrösse verändern, bitte überprüfen Sie auch die Ränder. Sie könnten sich folge dessen geändert haben.

source: Number of Pages
de: Anzahl der Seiten

source: Number Of Samples:
de: Anzahl der Proben:

source: Object Properties
de: Objekteinstellungen

source: Once deleted, a layer cannot be undeleted. Do you really want to delete layer "%s"?
de: Wenn gelöscht, kann eine Ebene nicht wiederhergestellt werden. Ebene "%s" wirklich löschen?

source: Open
de: Öffnen

source: Open and display another set of simulation results.
de: Andere Simulationsresultate öffnen und anzeigen.

source: Open a project file
de: Projektdatei öffnen

source: Open Design
de: Design Öffnen

source: Opening File:
de: Öffne Datei:

source: Open Simulation Results
de: Simulationsresultate öffnen

source: Options
de: Optionen

source: Orientation
de: Ausrichtung

source: Over, then down
de: Hinüber, dann herunter

source: page(s) tall
de: Seite(n) hoch

source: page(s) wide
de: Seite(n) breit

source: Pan
de: Schwenken

source: Pan Design
de: Design schwenken

source: Paper Height:
de: Papierhöhe:

source: Paper Size
de: Papiergrösse

source: Paper Width:
de: Papierbreite:

source: Polarization
de: Polarisation

source: Portrait
de: Hochformat

source: Preferred Units:
de: Bevorzugte Einheiten:

source: Print
de: Drucken

source: Print Colours
de: Farbdruck

source: Printed Objects
de: Drucken

source: Printer
de: Drucker

source: Printer Setup
de: Druckereinstellungen

source: Print Graphs
de: Graphe Drucken

source: Print Order
de: Druckrichtung

source: Print Preview
de: Druckvorschau

source: Print To
de: Drucke nach

source: Protected by Copright 2005 K. Walus
de: Copright 2005 K. Walus

source: Quit QCADesigner
de: QCADesigner Beenden

source: Radius of Effect:
de: Effektradius:

source: Radius of Effect [nm]:
de: Effektradius [nm]:

source: Randomize Simulation Order
de: Zufällige Simulationsordnung

source: _Recent Files
de: _Zuletzt geöffnete Dateien

source: Relative Permittivity:
de: Relative Dielektrizitätskonstante:

source: Remove a layer from your design.
de: Ebene von Ihrem Design entfernen.

source: Remove Layer
de: Ebene Entfernen

source: Remove Layer from Design
de: Ebene vom Design entfernen

source: Remove Vector
de: Vektor entfernen

source: Reorder Layers
de: Ebenen Umordnen

source: Reset Zoom
de: Zoom zurückstellen

source: Right Margin:
de: Rechter Rand:

source: Rotate
de: Rotieren

source: Rotate Cell
de: Zelle rotieren

source: _Rotate Selection
de: Auswahl _Rotieren

source: Sample
de: Probe

source: Save
de: Speichern

source: Save As
de: Speichern Unter

source: Save current project
de: Aktuelles Projekt speichern

source: Save Output To _File...
de: Output zur _Datei speichern...

source: Save project file as ...
de: Projekt speichern unter ...

source: Save Simulation Results
de: Simulationsresultate speichern

source: Save the displayed simulation results.
de: Die angezeigten Simulationsresultate speichern.

source: Scale
de: Maßstab

source: _Scale All Cells In Design...
de: Alle Zellen im Design _maßstäblich vergrössern/verkleinern...

source: Scale Factor:
de: Maßstabfaktor:

source: Select
de: Auswählen

source: Select And Manipulate Design
de: Design auswählen und manipulieren

source: Select Command
de: Kommando auswählen

source: Select File
de: Datei auswählen

source: Set Simulation Type
de: Simulationstyp auswählen

source: Set Thresholds
de: Grenzwerte einstellen

source: Set thresholds for interpreting logical bits from polarizations.
de: Grenzwerte einstellen um Polarisationen als logische Bits auszuwerten.

source: Show Toolbar Icons
de: Werkseugleiste icons anzeigen

source: Show Values As Binary
de: Werte binär anzeigen

source: Show Values As Decimal
de: Werte dezimal anzeigen

source: Show Values As Hexadecimal
de: Werte hexadezimal anzeigen

source: Simulation found %d inputs %d outputs %d total cells
de: Simulation: %d inputs, %d outputs, und %d gesamte Zellen gefunden

source: Simulation Results...
de: Simulatioinsresultate

source: Simulation Results
de: Simulatioinsresultate

source: Simulation T_ype Setup...
de: Einstellungen des Simulationstyps...

source: Snap To Grid
de: Einrasten

source: <span foreground="red">Warning:</span> The bus must have a name.
de: <span foreground="red">Achtung:</span> Der Bus darf nicht namenlos bleiben.

source: _Start Simulation
de: Simulation _beginnen

source: S_top Simulation
de: Simulation be_enden

source: Substrate
de: Substrat

source: Temperature:
de: Temperatur:

source: The file "%s" is not a regular file. Maybe it's a directory, or a device file. Please choose a regular file.
de: "%s" ist nicht eine reguläre Datei. Möglicherweise ist es ein Ordner oder eine Gerätdatei. Bitte wählen sie eine reguläre Datei aus.

source: The selection must be able to drop before it can be copied.
de: Die Auswahl muss fallen können ehe sie kopiert werden kann.

source: This button allows you to manipulate your design.
de: Dieser Knopf erlaubt es Ihnen Ihren Design zu manipulieren.

source: Thresholds...
de: Grenzwerte...

source: _Tools
de: _Werkzeuge

source: Top Margin:
de: Oberer Rand:

source: Trace
de: Graph

source: Translate
de: Verschieben

source: Translate Selection
de: Auswahl Verschieben

source: Translate your selection horizontally and/or vertically.
de: Auswahl horizontal und/order vertikal verschieben.

source: Untitled
de: Namenlos

source: Untitled Bus
de: Namenloser Bus

source: Untitled Layer
de: Namenlose Ebene

source: Upper Threshold [1]:
de: Oberer Grenzwert [1]:

source: Usage: %s <simulation results file>
de: Aufruf: %s <Simulationresultatendatei>

source: Vector Table
de: Vektortabelle

source: Vector Table Operations
de: Vektortabellenbetätigungen

source: Vector Table Setup
de: Einstellungen der Vektortabelle

source: Vertical:
de: Vertikal:

source: Vertical
de: Vertikal

source: Vertically
de: Vertikal

source: _View
de: _Ansicht

source: Visible
de: Sichtbar

source: You appear to have an autosave file. Would you like to recover it ?
de: Sie scheinen eine Autospeicherdatei zu haben. Möchten Sie sie wiederherstellen ?

source: You have made changes to your design. Closing your design will discard those changes. Save first ?
de: Sie haben Ihren Design verändert. Wenn Sie den Design schließen, werden Sie diese Veränderungen verlieren. Speichern zuerst ?

source: You have made changes to your design. Opening another design will discard those changes. Save first ?
de: Sie haben Ihren Design verändert. Wenn Sie einen anderen Design öffnen, werden Sie diese Veränderungen verlieren. Speichern zuerst ?

source: You have made changes to your design. Quitting QCADesigner will discard those changes. Save first ?
de: Sie haben Ihren Design verändert. Wenn Sie QCADesigner beenden, werden Sie diese Veränderungen verlieren. Speichern zuerst ?

source: You have made changes to your design. Starting a new design will discard those changes. Save first ?
de: Sie haben Ihren Design verändert. Wenn Sie einen neuen Design anfangen, werden Sie diese Veränderungen verlieren. Speichern zuerst ?

source: Zoom Extents
de: Auf Gesamtdesign zoomen

source: Zoom In
de: Heranzoomen

source: Zoom Layer Extents
de: Auf Ebene zoomen

source: Zoom Out
de: Wegzoomen
